Dlubal.RFEM5.IComponentSurface
Interface for working with component surface

Dlubal.RFEM5.IComponentSurface.GetExtraData
Gets component surface parameters.
Returns: Component surface parameters

Dlubal.RFEM5.IComponentSurface.SetExtraData(System.UInt32@)
Sets component surface parameters.
Surface: Component surface parameters